<?php
    $lang = array(
        '长风破浪会有时，直挂云帆济沧海。————李白《行路难》',
        '春宵一刻值千金。————苏轼《春宵》',
        '不抚壮而弃秽兮，何不改乎此度？————屈原《离骚》',
        '路漫漫其修远兮，吾将上下而求索。————屈原《离骚》',
        '人非圣贤，孰能无过？知错能改，善莫大焉。————左丘明《左传》',
        '祸兮福所倚，福兮祸所伏。————老子《老子五千言》',
        '工欲善其事，必先利其器。————孔子及其弟子《论语》',
        '三军可夺帅也，匹夫不可夺志也。————孔子及其弟子《论语》',
        '男儿重意气，何须钱刀为？————卓文君《白头吟》',
        '醉里挑灯看剑，梦回吹角连营。————辛弃疾《破阵子·为陈同甫赋壮词以寄之》',
        '路遥知马力，日久见人心。————无名氏《争报恩》',
        '莫等闲，白了少年头，空悲切！————岳飞《满江红》'
    );
?>